; Romanian
; LeonardSSH (https://leonard.pw)

[Romanian]
IDS_UPDATE_NO=Nu s-au gasit actualizari disponibile.
IDS_UPDATE_YES=Actualizare disponibile, vrei sa o descarci si s-o instalezi?
IDS_FILE=Fisier
IDS_SETTINGS=Setari
IDS_EXIT=Iesire
IDS_LANGUAGE=Limba
IDS_HELP=Ajutor
IDS_WEBSITE=Website
IDS_CHECKUPDATES=Verifica actualizari
IDS_ABOUT=Despre
IDS_DONATE=Multumiri!
IDS_TRAY_SHOW=Arata/Ascunde
IDS_TRAY_DISABLE=Dezactivati
IDS_TRAY_POPUP_1=Curata zonele
IDS_TRAY_POPUP_2=Curata cand este peste
IDS_TRAY_POPUP_3=Curata mereu
IDS_CLEAN=Curata memoria
IDS_GROUP_1=Memorie fizica
IDS_GROUP_2=Memorie virtuala
IDS_GROUP_3=System working set
IDS_ITEM_1=Folosire
IDS_ITEM_2=Disponibil
IDS_ITEM_3=Total disponibil
IDS_SETTINGS_GENERAL=General
IDS_SETTINGS_MEMORY=Se curata memoria
IDS_SETTINGS_APPEARANCE=Aspect
IDS_SETTINGS_TRAY=Iconita
IDS_CLOSE=Inchide
IDS_TITLE_1=Configuratie generala
IDS_TITLE_2=Limba
IDS_TITLE_3=Regiunile de memorie care trebuie curatate
IDS_TITLE_4=Gestioneaza memoria
IDS_TITLE_5=Hotkeys (global)
IDS_TITLE_6=Stil
IDS_TITLE_7=Indicator de culoare
IDS_TITLE_8=Controlul mouse-ului
IDS_TITLE_9=Sfaturi
IDS_ALWAYSONTOP_CHK=Mereu sus
IDS_LOADONSTARTUP_CHK=Incarca odata cu sistemul
IDS_STARTMINIMIZED_CHK=Incarca minimalizat
IDS_REDUCTCONFIRMATION_CHK=Confirma stergerea memoriei
IDS_SKIPUACWARNING_CHK=Treci peste warning-urile "User Account Control"
IDS_CHECKUPDATES_CHK=Verificati periodic actualizarile (recomandat)
IDS_LANGUAGE_HINT=Selecteaza limba:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Curata cand este peste: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Curata mereu in: (min.)
IDS_HOTKEY_CLEAN_CHK=Curata memoria:
IDS_TRAYUSETRANSPARENCY_CHK=Foloseste background transparent
IDS_TRAYSHOWBORDER_CHK=Arata margini
IDS_TRAYROUNDCORNERS_CHK=Colturi rotunde
IDS_TRAYCHANGEBG_CHK=Schimba culoarea background-ului (inclusiv text-ul si marginile)
IDS_TRAYUSEANTIALIASING_CHK=Folositi anti-aliasing
IDS_FONT_HINT=Font:
IDS_COLOR_TEXT_HINT=Culoare text
IDS_COLOR_BACKGROUND_HINT=Culoare background
IDS_COLOR_WARNING_HINT=Culoare "Nivel de avertizare"
IDS_COLOR_DANGER_HINT=Culoare "Nivel de pericol"
IDS_TRAYLEVELWARNING_HINT="Nivelul de avertizare" sa inceapa la: (%)
IDS_TRAYLEVELDANGER_HINT="Nivelul de pericol" sa inceapa la: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Rotita de pe mouse:
IDS_TRAY_ACTION_1=Arata/Ascunde
IDS_TRAY_ACTION_2=Sterge memoria
IDS_TRAY_ACTION_3=Deschide task manager-ul
IDS_SHOW_CLEAN_RESULT_CHK=Arata rezultatele curatarii memoriei
IDS_QUESTION=Esti sigur ca vrei sa cureti memoria?
IDS_QUESTION_WARNING=Schimbarea din "Lista de asteptare" si "Lista de pagini modificata" poate bloca temporar computer-ul pentru aproximativ 1 minut, esti sigur ca vrei sa faci aceasta actiune?
IDS_QUESTION_FLAG_CHK=Nu mai intreba
IDS_STATUS_CLEANED=Memoria a fost eliberata cu rezultatul %s.
IDS_STATUS_NOPRIVILEGES=Necesita permisiuni de administrator, te rog sa rulezi programul ca administrator!
IDS_UPDATE_DOWNLOAD=Se descarca actualizarea...
IDS_UPDATE_DONE=Actualizarea a fost descarcata.
IDS_UPDATE_ERROR=Eroare la updatarea conexiunii cu server-ul.
IDS_UPDATE_INIT=Se verifica pentru noi versiuni...
IDS_UPDATE_INSTALL=Actualizare disponibila, esti sigur ca vrei s-o instalezi?
IDS_RESET=Resteaza
IDS_QUESTION_RESET=Esti sigur ca vrei sa resetezi toate setarile aplicatiei?
IDS_NOTIFICATIONSOUND_CHK=Enable notifications sound
IDS_TITLE_ADVANCED=Advanced
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
